Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/waste_management_and_recycling/burning_household_waste.html.txt.tmx
Source language: en
Languages: ga

source: • Safely disposing of waste • Further information
ga: • Dramhaíl a dhiúscairt go sábháilte

source: It is illegal to burn household or garden waste at home or in your garden
ga: Tá sé neamhdhleathach dramhaíl tí a dhó sa bhaile nó i do ghairdín féin

source: Burning waste can be a nuisance to neighbours and can also pollute the air by releasing harmful chemicals into it
ga: Ní hamháin go gcuireann sé isteach ar do chomharsana nuair a dhéantar dramhaíl a dhó, ach is féidir leis ceimiceáin dhíobhálacha a scaoileadh san aer

source: There may be many toxic chemicals in waste items
ga: Bíonn go leor ceimiceán tocsaineach i ndramhaíl

source: Paper waste may contain synthetic materials, preservatives and even plastics
ga: Bíonn ábhair shintéiseacha, leasaithigh agus fiú amháin plaistigh le fáil i ndramhaíl pháipéir

source: Disposable nappies contain gels, bleaches and plastics
ga: Bíonn glóthacha, tuarthóirí agus plaistigh le fáil i gclúidíní aon uaire

source: Many wood products are treated with toxic chemicals to prevent rot
ga: Déantar mórán táirgí adhmaid a chóireáil le ceimiceáin thocsaineacha chun lobhadh a chosc

source: Burning of such wastes in low-temperature uncontrolled fires creates toxic and dangerous by-products which are not destroyed by the fire but become airborne on soot particles
ga: Cruthaíonn dó dramhaíola den sórt sin i dtinte neamhrialaithe ísealteochta fotháirgí tocsaineacha agus díobhálacha, nach mbíonn tine in ann a scriosadh agus a bhíonn iompartha san aer ag cáithníní súiche

source: These can end up being inhaled or being washed out of the air and deposited onto surrounding soil and vegetation, where they can readily enter the food chain
ga: Is féidir le duine iad seo a análú nó is féidir leo titim i bhfoirm báistí ón aer mar shil-leagan atá ábalta dul isteach sa bhiashlabhra go héasca

source: Burning household waste at home or in your garden is illegal
ga: Tá sé neamhdhleathach dramhaíl tí a dhó sa bhaile nó i do ghairdín féin

source: Burning household waste can incur a fine of up to €3,000 or 12 months in prison upon summary conviction in a District Court
ga: Seo a leanas samplaí de bhealaí nach féidir dramhaíl tí nó ghairdín a dhó:

source: • In a barrel or exposed pile in the yard or garden
ga: • I mbairille nó carn oscailte sa chlós nó sa ghairdín

source: • On an open fire, range or other solid fuel appliance
ga: • Ar thine oscailte, ar thinteog nó ar fhearas breosla sholadaigh

source: Waste burners and other devices such as mini or household incinerators, which may be located in buildings or gardens, are illegal even if they are attached to a stack or flue
ga: Tá dóirí dramhaíola agus fearais eile cosúil le mion-loisceoirí nó loisceoirí tí, a d’fhéadfadh a bheith lonnaithe i bhfoirgnimh nó i ngairdíní, neamhdhleathach fiú amháin nuair a bhíonn siad ceangailte do shimléar nó múchán

source: Burning waste is an offence under waste management legislation and the Air Pollution Act 1987
ga: Is cion atá ann dramhaíl a dhó faoin reachtaíocht um bainistíocht dramhaíola agus faoin Acht um Thruailliú Aeir, 1987

source: The Waste Management (Prohibition of Waste Disposal by Burning) Regulations 2009 strengthen the law against waste disposal by uncontrolled burning, which is also known as backyard burning
ga: Treisíonn na Rialacháin um Bainistíocht Dramhaíola (cosc ar Dhiúscairt Dramhaíola trí Dhó) 2009 an dlí maidir le diúscairt dramhaíola trí dhó neamhrialaithe. Tugtar dó sa chlós cúil air freisin

source: Under Regulation 5, there is a limited exemption for the burning of uncontaminated waste generated by agricultural practices
ga: Is féidir fíneáil suas le €3,000 a ghearradh as dramhaíl tí a dhó nó téarma príosúnachta 12 mhí a bheith i gceist ar chiontú achomair sa Chúirt Dúiche

source: Safely disposing of waste
ga: Dramhaíl a dhiúscairt go sábháilte

source: Most areas have an organised domestic waste collection service
ga: Tá seirbhís eagraithe bhailithe dramhaíl tí ann i bhformhór na gceantar

source: If you decide not to use an organised waste collection service, you can dispose of much of your own domestic waste by recycling and home composting. You can also use civic amenity centres or landfill sites
ga: Má chinneann tú gan úsáid a bhaint as seirbhís eagraithe bailithe dramhaíola, féadfaidh tú go leor de do dhramhaíl féin tí a dhiúscairt trí athchúrsáil nó trí mhuiríniú baile

source: Your local authority can advise you on waste disposal and recycling facilities in your area
ga: D'fhéadfá úsáid a bhaint freisin as ionaid chonláiste cathartha nó láithreáin líonta talún

source: Read more on the websites of the Department of Communication, Climate Action and the Environment and the Environmental Protection Agency (EPA)
ga: Féadfaidh d’údarás áitiúil comhairle a thabhairt duit faoi dhiúscairt dramhaíola agus saoráidí athchúrsála i do cheantar
